tap "apparition47/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
brew "automake"
brew "bat"
brew "bison"
brew "openssl@1.1"
brew "curl"
brew "direnv"
brew "exa"
brew "fd"
brew "gdbm"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "libffi"
brew "libyaml"
brew "luajit"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "readline"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "tcl-tk"
brew "tmux"
brew "zsh-syntax-highlighting"
brew "git-duet/tap/git-duet"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "firefox"
cask "font-inconsolata-go-nerd-font"
cask "iterm2"
cask "mailtrackerblocker"
cask "rectangle"
cask "signal"
cask "sonos"
cask "suspicious-package"
