tap "apparition47/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "thoughtbot/formulae"
brew "bat"
brew "curl"
brew "direnv"
brew "exa"
brew "fd"
brew "gnu-sed"
brew "neovim"
brew "node"
brew "ripgrep"
brew "shellcheck"
brew "tcl-tk"
brew "tmux"
brew "zsh-syntax-highlighting"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "brave-browser"
cask "font-sf-mono-for-powerline"
cask "iterm2"
cask "mailtrackerblocker"
cask "rectangle"
cask "signal"
cask "sonos"
cask "suspicious-package"
cask "visual-studio-code"
