tap "apparition47/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "thoughtbot/formulae"
brew "curl"
brew "direnv"
brew "libgit2"
brew "eza"
brew "fd"
brew "go"
brew "golangci-lint"
brew "luajit"
brew "luv"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "node"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "tmux"
brew "zsh-syntax-highlighting"
brew "git-duet/tap/git-duet"
brew "thoughtbot/formulae/rcm"
cask "1password"
cask "firefox"
cask "font-inconsolata-nerd-font"
cask "iterm2"
cask "rectangle"
cask "signal"
cask "suspicious-package"
cask "zed"
